Repository: rmed/zoe-todo
Catalog: zam/locale/*.po
Languages: es

source: Did not find current active list
es: No se ha encontrado lista activa

source: List does not exist
es: La lista no existe

source: Added task '%s' to list
es: Añadida tarea '%s' a la lista

source: Changed to list '%s'
es: Cambio a lista '%s'

source: List '%s' already exists
es: La lista '%s' ya existe

source: Created new list '%s'
es: Creada lista '%s'

source: Mark not recognized
es: Marca no reconocida

source: Changed mark on task '%s'
es: Cambiada la marka de la tarea '%s'

source: Task %s does not exist
es: La tarea %s no existe

source: Removed list '%s'
es: Eliminada lista '%s'

source: Removed task %s
es: Eliminada tarea %s

source: There are no lists
es: No hay listas

source: There are no tasks
es: No hay tareas

source: Tasks in list '%s' -------
es: Tareas en la lista '%s' -------
